{
  "Atif Aslam": {
    "title": "Atif Aslam",
    "target": "Artist",
    "status": "Verified Artist",
    "description": "Atif Aslam is a renowned Pakistani singer and actor, known for his soulful voice and hit songs across various languages including Urdu, Hindi, and Punjabi. With a career spanning over two decades, Atif has become one of the most celebrated contemporary artists in South Asia. He gained fame with his breakthrough song 'Bheegi Bheegi Raaton Mein' and has since delivered numerous chart-topping tracks in Bollywood, as well as in the Pakistani music industry. His versatile vocal style and deep emotional connection with his music have earned him international recognition.",
    "picture": "/database/picture/artists/atif-aslam.webp",
    "content": [
      "Allah Duhai Hai (Race 2)",
      "Bairiyaa (Ramaiya Vastavaiya)",
      "Be Intehaan (Race 2)",
      "Dil Diyan Gallan (Tiger Zinda Hai)",
      "Janam Janam (Phata Poster Nikhla Hero)",
      "Jeene Laga Hoon (Ramaiya Vastavaiya)",
      "Pehli Nazar Mein (Race)",
      "Piya O Re Piya (Tere Naal Love Ho Gaya)",
      "Rang Jo Lagyo (Ramaiya Vastavaiya)",
      "Tera Hone Laga Hoon (Ajab Prem Ki Ghazab Kahani)",
      "Tu Jaane Na (Ajab Prem Ki Ghazab Kahani)",
      "Main Rang Sharbaton Ka (Phata Poster Nikhla Hero)"
    ]
  },
  "Arijit Singh": {
    "title": "Arijit Singh",
    "target": "Artist",
    "status": "Verified Artist",
    "description": "Arijit Singh is a renowned Indian playback singer known for his soulful and versatile voice. He gained widespread popularity with hits like 'Tum Hi Ho' from Aashiqui 2 and has since become one of the most celebrated voices in Bollywood. His style blends classical, folk, and contemporary music, and he's known for his emotional depth and ability to connect with listeners through his songs. Arijit has won numerous awards and continues to be a prominent figure in the music industry.",
    "picture": "/database/picture/artists/arijit-singh.webp",
    "content": [
      "Apna Bana Le Song (Bhediya)",
      "Deva Deva (Brahmastra)",
      "Satranga (Animal)",
      "Khairiyat (Chhichhore)",
      "Tumse Bhi Zyada (Tadap)",
      "Lutt Putt Gaya (Dunki)",
      "Mere Yaaraa (Sooryavanshi)",
      "Phir Aur Kya Chahiye (Zara Hatke Zara Bachke)",
      "Shayad (Love Aaj Kal)",
      "Soulmate (Ek Tha Raja)",
      "Hum Mar Jayenge (Aashiqui 2)",
      "Meri Aashiqui (Aashiqui 2)",
      "Milne Hai Mujhse Aayi (Aashiqui 2)",
      "Tum Hi Ho (Aashiqui 2)"
    ]
  },
  "Jubin Nautiyal": {
    "title": "Jubin Nautiyal",
    "target": "Artist",
    "status": "Verified Artist",
    "description": "Jubin Nautiyal is an Indian playback singer known for his soulful voice and versatile singing style. He gained popularity for his performances in Bollywood films, delivering hit songs in various genres, from romantic tracks to energetic anthems. Jubin's notable songs include Tum Hi Aana, Raataan Lambiyan, and Lo Safar. He has won several awards for his contributions to the music industry and is widely admired for his emotional depth and vocal range.",
    "picture": "/database/picture/artists/jubin-nautiyal.webp",
    "content": [
      "Chaudhary",
      "Dil Chahte Ho",
      "Kaash Tu Mila Hota (Code Blue)",
      "Kinna Sona (Marjaavaan)",
      "Lut Gaye",
      "Main Jis Din Bhulaa Du",
      "Mast Aankhein",
      "Mast Nazron Se",
      "Meri Aashiqui",
      "Taaron Ke Shehar"
    ]
  },
  "Neha Kakkar": {
    "title": "Neha Kakkar",
    "target": "Artist",
    "status": "Verified Artist",
    "description": "Neha Kakkar is an Indian playback singer and dancer known for her powerful voice and energetic performances. Born on June 6, 1988, in Rishikesh, Uttarakhand, she gained prominence after appearing on the second season of 'Indian Idol' in 2005. Neha has lent her voice to numerous hit Bollywood songs and has also appeared in music videos and reality TV shows. She is the younger sister of singers Tony Kakkar and Sonu Kakkar. Her talent and versatility have made her a prominent figure in the Indian music industry.",
    "picture": "/database/picture/artists/neha-kakkar.webp",
    "content": [
      "Aaye Haaye",
      "Akhiyaan (Tuesdays And Fridays)",
      "Bol Kaffara Kya Hoga",
      "Cheez Badi (Machine)",
      "Dil Ko Karaar Aaya (Sukoon)",
      "Gaadi Kaali",
      "Jamna Paar",
      "Kala Chashma (Baar Baar Dekho)",
      "Maahi Ve (Wajah Tum Ho)",
      "Sawan Mein Lag Gayi Aag (Ginny Weds Sunny)"
    ]
  },
  "Shreya Ghoshal": {
    "title": "Shreya Ghoshal",
    "target": "Artist",
    "status": "Verified Artist",
    "description": "Shreya Ghoshal, born on March 12, 1984, in Berhampore, West Bengal, is an acclaimed Indian singer known for her wide vocal range and versatility. She has received numerous accolades, including five National Film Awards and six Filmfare Awards, and is often referred to as 'the queen of dynamics'. Ghoshal has recorded songs in various Indian and foreign languages and has been a judge on several television reality shows. She is currently active with her All Hearts Tour, which includes a highly anticipated homecoming performance in Mumbai on May 10, 2025.",
    "picture": "/database/picture/artists/shreya-ghoshal.webp",
    "content": [
      "Ajnabi Hawaayein Bekrara Bahein (Shaapit)",
      "Angaaron (Pushpa 2 The Rule)",
      "Chalao Na Naino Se (Bol Bachchan)",
      "Chikni Chameli (Agneepath)",
      "Deewani Mastani (Bajirao Mastani)",
      "Jeene Laga Hoon (Ramaiya Vastavaiya)",
      "Main Agar Kahoon (Om Shanti Om)",
      "O Rangrez (Bhaag Milkha Bhaag)",
      "Piya O Re Piya (Tere Naal Love Ho Gaya)",
      "Zihaal E Miskin"
    ]
  },
  "Krishnakumar Kunnath": {
    "title": "Krishnakumar Kunnath",
    "target": "Artist",
    "status": "Verified Artist",
    "description": "KK, born Krishnakumar Kunnath on August 23, 1968, in Delhi, India, was an Indian playback singer who passed away on May 31, 2022, in Kolkata, India. He was known for his soulful songs such as Kya Mujhe Pyaar Hai, Tu Hi Meri Shab Hai, and Khuda Jane. KK was active in the music industry from 1994 until his death in 2022, recording songs in various Indian languages including Hindi, Tamil, Telugu, Kannada, Malayalam, Marathi, Bengali, Assamese, and Gujarati. He was married to Jyothy Krishna and had two children. His musical career included collaborations with other artists and the release of albums like Pal and Humsafar.",
    "picture": "/database/picture/artists/krishnakumar-kunnath.webp",
    "content": [
      "Ajab Si (Om Shanti Om)",
      "Dil Ibaadat (Tum Mile)",
      "Haan Tu Hain (Jannat)",
      "Labon Ko (Bhool Bhulaiyaa)",
      "Piya Aaye Na (Aashiqui 2)",
      "Sach Keh Raha Hai Deewana (Rehnaa Hai Terre Dil Mein)",
      "Sajde (Khatta Meetha)",
      "Tu Hi Meri Shab Hai (Gangster)",
      "Tu Jo Mila (Bajrangi Bhaijaan)",
      "Zara Sa (Jannat)",
      "Party On My Mind (Race 2)",
      "Main Kya Hoon (Love Aaj Kal)"
    ]
  },
  "Sunidhi Chauhan": {
    "title": "Sunidhi Chauhan",
    "target": "Artist",
    "status": "Verified Artist",
    "description": "Sunidhi Chauhan is a top Indian playback singer known for her powerful and versatile voice. She rose to fame with Ruki Ruki at age 13 and went on to sing hits like Sheila Ki Jawani, Kamli, and Beedi Jalaile. She's performed in many languages and judged shows like Indian Idol, making her one of the most dynamic voices in Bollywood.",
    "picture": "/database/picture/artists/sunidhi-chauhan.webp",
    "content": [
      "Thoda Thoda Pyar (Love Aaj Kal)",
      "Sajde (Khatta Meetha)",
      "Oh By God (Ajab Prem Ki Ghazab Kahani)",
      "Mere Haath Mein (Fanaa)",
      "Main Tera Dhadkan Teri (Ajab Prem Ki Ghazab Kahani)",
      "Dekho Na (Fanaa)",
      "Deewangi Deewangi (Om Shanti Om)",
      "Chor Bazari (Love Aaj Kal)",
      "Be Intehaan (Race 2)",
      "Aankh"
    ]
  },
  "Shaan": {
    "title": "Shaan",
    "target": "Artist",
    "status": "Verified Artist",
    "description": "Shaan (Shantanu Mukherjee) is a well-known Indian playback singer with a melodious and versatile voice. He gained popularity with songs like Tanha Dil, Musu Musu, and Chand Sifarish. Active since the 1990s, he has sung in Hindi, Bengali, Kannada, and more, and is also known for hosting music shows like Sa Re Ga Ma Pa and The Voice India. Shaan remains one of India’s most beloved and consistent musical voices.",
    "picture": "/database/picture/artists/shaan.webp",
    "content": [
      "Woh Ladki Hai Kahan (Dil Chahta Hai)",
      "Kuch To Hua Hai (Kal Ho Naa Ho)",
      "Dastaan-E-Om Shanti Om (Om Shanti Om)",
      "Chand Sifarish (Fanaa)",
      "Chaar Kadam (PK)"
    ]
  },
  "Rahat Fateh Ali Khan": {
    "title": "Rahat Fateh Ali Khan",
    "target": "Artist",
    "status": "Verified Artist",
    "description": "",
    "picture": "/database/picture/artists/rahat-fateh-ali-khan.webp",
    "content": [
      "Tum Jo Aaye Jindagi (Once Upon A Time In Mumbaai)",
      "Sajda (My Name Is Khan)",
      "O Re Piya (Aaja Nachle)",
      "Mere Bina Tu (Phata Poster Nikhla Hero)",
      "Main Jahaan Rahoon (Namastey London)",
      "Jag Soona Soona Lage (Om Shanti Om)",
      "Bol Na Halke Halke (Jhoom Barabar Jhoom)",
      "Akhiyan (Mirza The Untold Story)",
      "Ajj Din Chadheya (Love Aaj Kal)"
    ]
  },
  "Vishal Mishra": {
    "title": "Vishal Mishra",
    "target": "Artist",
    "status": "Verified Artist",
    "description": "Vishal Mishra is an Indian singer, composer, and lyricist known for his emotional and soulful music. He rose to fame with hits like Kaise Hua (Kabir Singh) and has also composed for films like Qarib Qarib Singlle and Notebook. Born in Uttar Pradesh, he started his journey on music reality shows and was later mentored by Lalit Pandit. Vishal is also known for independent tracks like Manjha and continues to make a mark with his heartfelt compositions.",
    "picture": "/database/picture/artists/vishal-mishra.webp",
    "content": []
  }
}
